Repository: sparcs-kaist/app-ios
Catalog: BuddyFeature/Sources/BuddyFeaturePost/Localizable.xcstrings
Source language: en_gb
Languages: ko

source: %lld views
ko: %lld회

source: Anonymous
ko: 익명

source: Are you sure you want to delete this post?
ko: 이 게시물을 삭제하시겠습니까?

source: Are you sure you want to discard this post?
ko: 이 게시글 작성을 취소하시겠습니까?

source: Be the first one to share your thoughts.
ko: 가장 먼저 당신의 생각을 나눠보세요.

source: Boards
ko: 게시판

source: bookmark
ko: 북마크

source: Cancel
ko: 취소

source: Delete
ko: 삭제

source: Delete Post
ko: 게시글 삭제

source: Discard Post
ko: 작성 취소

source: Dismiss
ko: 닫기

source: Done
ko: 확인

source: Edit
ko: 수정

source: Editing
ko: 수정 중

source: Error
ko: 오류

source: Failed to load boards.
ko: 게시판 불러오기에 실패했습니다.

source: It looks like there are no posts on this page right now.
ko: 현재 이 페이지에 게시물이 존재하지 않습니다.

source: More
ko: 더보기

source: No one has commented yet.
ko: 아직 댓글이 없습니다.

source: No topic
ko: 주제 없음

source: Nothing Here Yet
ko: 현재 표시할 내용이 없습니다.

source: Okay
ko: 확인

source: Photo Library
ko: 사진 보관함

source: Please enter the title
ko: 제목을 입력해 주세요

source: Political
ko: 정치

source: reply as %@
ko: %@로 댓글 작성

source: reply to %@
ko: %@에게 댓글 쓰기

source: Report
ko: 신고

source: Report Submitted
ko: 신고 제출됨

source: Send
ko: 보내기

source: share
ko: 공유

source: Summarise
ko: 요약

source: terms of use
ko: 이용 약관

source: This post contains NSFW content
ko: NSFW 게시글

source: This post contains political content
ko: 정치 게시글

source: This post is hidden
ko: 숨겨진 게시글

source: Translate
ko: 번역

source: Unable to delete post.
ko: 삭제할 수 없습니다.

source: Unable to fetch post.
ko: 게시글을 불러올 수 없습니다.

source: Unable to submit report.
ko: 신고할 수 없습니다.

source: Unable to write comment.
ko: 댓글을 작성할 수 없습니다.

source: Untitled
ko: 제목없음

source: What's happening?
ko: 무슨 일이 일어나고 있나요?

source: Write
ko: 작성

source: Your report has been submitted successfully.
ko: 신고가 성공적으로 접수되었습니다.
